;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! pyvenv)
(package! python-black)

(package! ansi-color)
(package! posframe)

(package! evil-snipe :disable t)
(package! general)
(package! evil-owl)
(package! ctrlf)

(package! vterm)
(package! multi-vterm)

(package! org-bullets)
(package! avy)

(package! helm-swoop)

(package! rustic)

(package! gptel)

(package! elfeed)

(package! helpful)

(package! org-bullets)
(package! org-agenda :disable t)

(package! linum-relative)

(package! rjsx-mode)

(package! switch-window)


(package! clang-format)
(package! magit-todo)
